Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Od Bradlocka dowiedziałem się, że chłopak, który zginął w zamachu, miał na imię Norman. Próbowałem dowiedzieć się czegoś o grocie bełtu, którym Norman został trafiony, ale Bradlock nie ma pojęcia, co się z nim stało. Jeśli nie zaginął, możliwe, że zarekwirowali go strażnicy lub zwyczajnie został w ciele chłopaka. Może powinienem popytać strażników lub odwiedzić miejski cmentarz?
uk: Від Бредлока я дізнався, що хлопця, який загинув під час замаху, звали Норманом. Я намагався щось дізнатися про наконечник болта, яким було вбито Нормана, але Бредлок і гадки не має, що з ним сталося. Якщо він не зник, можливо, його забрала Варта або він просто залишився в тілі хлопця. Можливо, мені варто запитати у вартових або відвідати міський цвинтар?

source: Od Eurica. Zamierzam mu go zwrócić.
uk: Від Ейріха. Я планую йому його повернути.

source: Od Helgi nie dowiedziałem się za dużo, ale podobno pracownicy dźwigów wiedzą więcej na temat złotych Innosów. Dobrze byłoby ich wypytać.
uk: Від Хельги я дізнався не надто багато, але, мабуть, кранівники знають більше про золотих Інносів. Було б добре розпитати їх.

source: Od Lutza. Zamierzam mu go zwrócić.
uk: Від Люца. Я планую йому його повернути.

source: Od Murka poczułem zapach tego tytoniu.
uk: Від Мурка йшов запах цього тютюну.

source: Od Siepacza dowiedziałem się, że za porwaniem najprawdopodobniej stoi Duży Ben. Zgadza się zarówno jego wygląd, jak i metody pracy. Ben podobno wzbudza strach nawet wśród mieszkańców Przystani. Powinienem udać się do Corteza i dopytać, gdzie mogę znaleźć tego wielkoluda.
uk: Від Сироти я дізнався, що за викраденням, швидше за все, стоїть Великий Бен. На це вказує і його зовнішній вигляд, і методи роботи. Кажуть, що Бен вселяє страх навіть у мешканців Гавані. Треба піти до Кортеза і запитати, де я можу знайти цього здорованя.

source: Od Slagera dowiedziałem się, że to krew kretoszczura...
uk: Я дізнався від Слагера, що це була кров кротощура...

source: Od Venzela. Ktoś dał mu ich cały worek.
uk: Від Венцеля. Хтось дав йому цілий мішок.

source: Od Willema z farmy Bermara mogę się nauczyć, jak zręcznie się posługiwać bronią jednoręczną.
uk: У Віллема на фермі Бермара я можу навчитися вправно поводитися з одноручною зброєю.

source: Od czasu do czasu dostarcza dla mnie towar. Jego ceny są niezwykle wysokie, dlatego handluję z nim jak najrzadziej.
uk: Він час від часу привозить мені деякі товари. Його ціни надзвичайно високі, тому я торгую з ним якомога рідше.

source: Od czasu do czasu można takie znaleźć wyrzucone na brzegu. Kto wie, może jacyś przemytnicy tak przewożą rudę?
uk: Іноді їх можна знайти на березі. Хто знає, можливо, контрабандисти перевозять руду таким чином?

source: Od czasu do czasu obiję gębę lub dwie.
uk: Час від часу мені доводилось бити пики.

source: Od czasu do czasu organizujemy turniej na pobliskiej arenie. Jest wtedy na co popatrzeć!
uk: Час від часу ми організовуємо турніри на арені, що знаходиться неподалік. Це видовище варте уваги!

source: Od czasu do czasu próbuję coś zdziałać, ale jak tak dalej pójdzie, to stracę pracę.
uk: Час від часу я пробую щось робити, але якщо так триватиме надалі, то я втрачу роботу.

source: Od czasu mojego pierwszego patrolu, jego słowa towarzyszą mi codziennie.
uk: З моменту мого першого патрулювання його слова супроводжують мене щодня.

source: Od czasu pojawienia się tych wszystkich uciekinierów i oportunistów całe miasto jest pełne odpadków, robali i smrodu.
uk: Відтоді, як з'явилися всі ці втікачі та пристосуванці, у місті повно сміття, жуків та смороду.

source: Od czasu tej sprawy ze złotymi Innosami nie mogę zaznać spokoju.
uk: Після історії із золотими Інносами я не можу знайти спокою.

source: Od czasu turnieju Saul chodzi cały czas skacowany i narzeka, że pęka mu łeb.
uk: Після турніру Сол увесь час ходить згорблений і скаржиться, що голова розколюється.

source: Od czasu zamachu mieszkańcy miasta przychodzą tu, aby popatrzeć na miejsce zbrodni. Wielu spośród nich wygląda podejrzanie, ale żaden nie przykuł mojej ani innych dworzan uwagi.
uk: Після замаху містяни приходять сюди, щоб подивитися на місце злочину. Багато хто з них виглядає підозріло, але жоден не привернув моєї уваги чи уваги інших в маєтку.

source: Od czasu zamachu nie sypiam zbyt dobrze.
uk: Відтоді, як стався замах, я погано сплю.

source: Od czasu śmierci Hendrika, Starszy powołał wartowników, ale według mnie to za mało.
uk: Після смерті Хендріка староста виставив охоронців, але, на мою думку, цього недостатньо.

source: Od czasu, gdy Ramsey i jego nadworny kucharz nas opuścili, gotuję dla całego dworu, ale... patrząc na to, co się dziś stało, niedługo mogę wylecieć stąd na zbity pysk. I to w najlepszym wypadku!
uk: Я готую для всього двору, відколи Рамзі та його придворний шеф-кухар покинули нас, але... з огляду на те, що сталося сьогодні, я можу скоро вилетіти звідси. І це ще в кращому випадку!

source: Od czasu, gdy Ramsey ustanowił monopol na mielenie zboża, a flota upadła, staliśmy się głównym żywicielem całego Archolos.
uk: Відтоді, як Рамзі встановив монополію на помел зерна, а флот розвалився, ми стали головними годувальниками для всього Архолосу.

source: Od czasu, gdy mój zmiennik, Rolf, zaginął w czasie burzy, mam pełne ręce roboty.
uk: З тих пір, як мій помічник, Рольф, зник під час бурі, у мене повно роботи.

source: Od czasu, gdy nasze barany ledwie zipią, liczba owiec maleje z roku na rok.
uk: Оскільки наші барани ледве виживають, кількість овець зменшується з кожним роком.

source: Od czasu, gdy straż miejska wyraźnie sobie nie radzi lub nie chce sobie poradzić, my myśliwi mamy pełne ręce roboty.
uk: Оскільки Міська Варта очевидно не справляється або просто не хоче займатися цим, у нас, мисливців, справ достобіса.

source: Od czasu, gdy tu się pojawiliście, myślicie, że wszystko wam się należy.
uk: Відколи ви тут, ви вважаєте, що маєте право на все.

source: Od czasu, kiedy w końcu dorwano tę całą 'Bestię', myśliwi na nowo zapuszczają się w knieje.
uk: Відтоді, як цього 'Звіра' нарешті впіймали, мисливці знову наважуються ходити до лісу.

source: Od czego chcesz zacząć Marvin?
uk: З чого хочеш почати, Марвіне?

source: Od czego mam zacząć swoją służbę jako strażnik?
uk: З чого мені почати свою службу як вартовий?

source: Od czego mam zacząć?
uk: З чого мені почати?

source: Od czego powinienem zacząć szukanie właściciela grotu?
uk: З чого почати пошуки власника наконечника?

source: Od czego w takim razie powinniśmy zacząć?
uk: З чого ж нам варто почати?

source: Od czego?
uk: Від чого?

source: Od dawna macie z nimi problem?
uk: Давно у тебе з ними проблеми?

source: Od dawna nie byłam tak spokojna jak po upolowaniu Bestii. Można bez strachu wyjść z wioski.
uk: Давно я не була така спокійна, як після полювання на Звіра. Тепер ми можемо без страху покидати село.

source: Od dawna nie byłam tak spokojna, jak po upolowaniu Bestii. Można bez strachu wyjść z wioski.
uk: Давно я не була така спокійна, як після полювання на Звіра. Тепер ми можемо без остраху покидати село.

source: Od dawna nie byłem tak spokojny jak po upolowaniu Bestii. W końcu można bez strachu wyjść z wioski.
uk: Давно я не був таким спокійним, як після полювання на Звіра. Тепер ми можемо без страху покидати село.

source: Od dawna nikt tędy nie chodzi, chyba że jacyś szaleńcy.
uk: Цим шляхом вже давно ніхто не ходить, хіба що якісь божевільні.

source: Od dawna podejrzewali, że przez Gerharda korona traci spore ilości złota. Mając dowody i mnie za świadka, mogli się w końcu do niego dobrać.
uk: Вони вже давно підозрювали, що через Герхарда корона втрачає значну кількість золота. Маючи докази і мене як свідка, вони нарешті зможуть дістатися до нього.

source: Od dawna próbował wchodzić z naszym ojcem w jakieś układy. Teraz wyczuł podatny grunt i przerzucił się na Andreasa.
uk: Він давно намагався домовитися з нашим батьком. Тепер, відчувши слушний момент, він переметнувся до Андреаса.

source: Od dawna tu mieszkasz?
uk: Як давно ти тут живеш?

source: Od dawna tu pracujesz?
uk: Як давно ти тут працюєш?

source: Od dawna łowiłem przy Starej Latarni. Pewnego dnia przypłynęło tam dwóch nowych rybaków. Początkowo dobrze się dogadywaliśmy, miejsca dla każdego było dosyć!
uk: Я здавна рибалив біля Старого маяка. І одного разу туди прийшли двоє нових рибалок. Спочатку ми добре ладнали, місця вистачало всім!

source: Od dobrych kilku miesięcy mamy z nimi problem.
uk: Ми маємо з ними проблеми вже кілька місяців.

source: Od ducha otrzymałem ostatnią stronę jego “spowiedzi”. Wspomina w niej o śmierci swojego mistrza i o usprawiedliwieniu jego złych czynów. Wysłał mnie na poszukiwanie pozostałych części jego historii. Z treści listu wynika, że zgubił pierwszą przy jeziorze u podnóża twierdzy, której nigdy nie zdobyli wraz z pozostałymi Myrtańczykami. Skrzynka wpadła do wody i popłynęła w stronę wodospadów.
uk: Від Тонана я отримав останню сторінку сповіді духа. У ній він згадує про смерть свого вчителя і виправдовує його злі вчинки. Він відправив мене на пошуки решти частин своєї історії. Зі змісту листа випливає, що першу він загубив біля озера поблизу підніжжя фортеці, яку вони так і не змогли захопити разом з іншими міртанцями. Скринька впала у воду і попливла до водоспаду.

source: Od dzisiaj będę naprawiał zniszczone wozy i dostarczał potrzebne części tym, którzy utknęli w drodze.
uk: Відсьогодні я ремонтуватиму пошкоджені вози та постачатиму необхідні запчастини тим, хто застрягне в дорозі.

source: Od dzisiaj możesz swobodnie poruszać się po całym jego terenie i korzystać ze wszystkich usług dostępnych w naszej dzielnicy.
uk: Від сьогодні ти можеш вільно пересуватися його територією і користуватися всіма послугами, доступними в нашому кварталі.

source: Od dłuższego czasu mamy problem z lokalnymi przemytnikami. Obiło mi się też o uszy, że poszukujesz swojego zaginionego brata.
uk: Ми вже досить давно маємо проблеми з місцевими контрабандистами. Також я чув, що ти шукаєш свого зниклого брата.

source: Od dłuższego czasu pole mojego ojca jest zajęte przez rodzinę polnych bestii. Moglibyście pokazać, co potraficie, pomagając mi w pozbyciu się ich.
uk: Вже довгий час поле мого батька займає сімейство польових жуків. Ви могли б показати, на що ви здатні, допомігши мені їх позбутися.

source: Od dłuższego czasu prosi nas o książkę 'Mistrzostwo Nordmarczyków'. Twoim zadaniem będzie mu ją przynieść.
uk: Він давно просить у нас книгу під назвою 'Майстерність нордмарців'. Твоє завдання – принести її йому.

source: Od dłuższego czasu się nie odzywali.
uk: Я давно від них нічого не чув.

source: Od dłuższego czasu tam nie byłem, więc za bardzo ze mną nie poplotkujesz.
uk: Я давно там не був, тому сильно зі мною не попліткуєш.

source: Od dłuższego czasu widziałem, że zachowuje się podejrzanie.
uk: Я давно помітив, що він поводиться підозріло.

source: Od handlarza różności w Przystani Łotrów kupiłem runę teleportacyjną. Mówił, że jeden z majtków znalazł ją zaraz za palisadą obozu.
uk: Я купив руну телепортації в одного торговця з Гавані лиходіїв. Він сказав, що один із моряків знайшов її за огорожею табору.

source: Od jakiegoś czasu go nie widziałem, pewnie jest na morzu.
uk: Я вже давно його не бачила, напевно, він у морі.

source: Od jakiegoś czasu ktoś robi to samo mnie. Gnojek idealnie zgrywa swoje akcje z terminami moich zleceń, stąd wiem, co będzie następnym celem.
uk: Дехто вже давно робить те саме зі мною. Він ідеально обирає час відповідно до моїх замовлень, тому я знаю, якою буде наступна ціль.

source: Od jakiegoś czasu nie sypiam najlepiej. Chodzę jakiś taki zmęczony i przysypiam gdzie popadnie, to do mnie zupełnie niepodobne.
uk: Я вже деякий час погано сплю. Я ходжу весь час втомлений і засинаю де прийдеться, що на мене зовсім не схоже.

source: Od jakiegoś czasu pracuję nad wyhodowaniem roślin potrzebnych mi do stworzenia nowej, przełomowej mikstury.
uk: Я вже тривалий час працюю над вирощуванням рослин, необхідних для створення нового, проривного зілля.

source: Od jakiegoś czasu prowadzimy tutaj tajne zebrania by ustalić nasze dalsze działania.
uk: Деякий час ми проводимо тут таємні зустрічі, щоб визначити наші подальші дії.

source: Od jakiegoś czasu, praktycznie każdej nocy usłyszeć można dziwne odgłosy pochodzące z cmentarza.
uk: Вже деякий час практично щоночі зі цвинтаря доносяться дивні звуки.

source: Od jednego faceta słyszałem dokładnie to samo. Niestety tego samego dnia jacyś opryszkowie zabili go, zanim dotarł do mojego szefa.
uk: Від одного хлопця я чув те ж саме. На жаль, того ж дня його вбили якісь бандити, перш ніж він потрапив до мого шефа.

source: Od jednego z gońców dowiedziałem się, że muszę traktować członków Gildii jak rodzinę. Nawet, jeśli niektórych nie będę miał okazji dobrze poznać.
uk: Від одного з посланців я дізнався, що до членів Гільдії треба ставитися як до сім'ї. Навіть якщо я не дуже добре знаю деяких з них.

source: Od kiedy to zwykli obywatele podbierają nam robotę?
uk: З яких це пір пересічні містяни забирають нашу роботу?

source: Od kilku lat jednak miejsce jest wyludnione i służy tylko rybakom za punkt przeliczenia połowu.
uk: Однак вже кілька років це місце безлюдне і служить лише рибалкам як місце для вилову.

source: Od kilku tygodni pogoda daje nam w kość.
uk: Останні кілька тижнів погода не дає нам спокою.

source: Od kilku tygodni prowadziliśmy obserwację magazynu. Podejrzewaliśmy, że Lichwiarz wykorzystuje to miejsce jako bazę do swoich nielegalnych działań.
uk: Впродовж кількох тижнів ми спостерігали за складом. Ми підозрювали, що Лихвар використовує це місце як базу для своєї незаконної діяльності.

source: Od kilku tygodni szukałem mojego brata. Gdy w końcu go odnalazłem, okazało się, że nie żyje, i że odpowiada za to mężczyzna, któremu pomagałem złapać jego niedoszłych morderców.
uk: Я декілька тижнів шукав свого брата. А коли нарешті знайшов його, виявилось, що він вже мертвий, а винен у цьому чоловік, якому я допомагав зловити його потенційних вбивць.

source: Od kogo?
uk: У кого?

source: Od kogoś, kto musi się mierzyć z bestiami w dziczy, nie będę brał dużo, nie bój nic. Do tego, nie wiem, czy w ogóle mi się uda.
uk: Від людини, якій доводиться зустрічатися зі звірами в дикій природі, я не візьму багато, не бійся. До того ж, я не знаю, чи щось вдасться.

source: Od lat byłem ofiarą zbirów pokroju Fabio. W końcu postanowiłem to zmienić.
uk: Я роками був жертвою для таких як Фабіо. І нарешті вирішив це змінити.

source: Od lat nie słyszałem, by wychodził dalej niż do karczmy Marthy po gulasz, a nawet wtedy nie ma go tylko przez parę minut.
uk: Вже декілька років я не чув, щоб він ходив кудись далі корчми Марти по рагу, та й то лише на кілька хвилин.

source: Od lat powszechnie wiadomo, że tamten teren świetnie się nadaje na uprawy wszelakiej maści roślin, stąd pomimo złej sławy, wielu alchemików chodziło tam pracować.
uk: Протягом багатьох років було відомо, що ця місцевість ідеально підходить для вирощування різноманітних рослин, тому, незважаючи на погану репутацію, багато алхіміків йшли туди по трави.

source: Od lat szef utrzymuje dobre kontakty z kupcami. Zajrzyj do niego, a może znajdzie dla ciebie jakieś dodatkowe zlecenie.
uk: Протягом багатьох років шеф підтримував добрі стосунки з торговцями. Пошукай його, можливо, він знайде для тебе додаткове завдання.

source: Od marynarzy wysłuchał opowieści o niezwykłych rybach, które można tam złowić. Obudziły one drzemiącą w nim żądze przygody. Zapragnął złowić coś wielkiego... i już następnego ranka walczył ze spienionymi falami na pokładzie tamtejszego kutra.
uk: Від моряків він почув розповіді про надзвичайну рибу, яку там можна було зловити. Це пробудило дрімаючу в ньому жагу до пригод. Йому захотілося зловити щось велике... і вже наступного ранку він боровся з пінистими хвилями на борту місцевого човна.

source: Od małego ćwiczyłem walkę mieczem.
uk: Я змалечку тренувався вправлятись з мечем.

source: Od mojego przybycia na Archolos nie dawało mi to spokoju.
uk: Від самого прибуття на Архолос це не давало мені спокою.

source: Od najmłodszych lat nordmarscy chłopcy uczeni są sztuki przetrwania. Gdy osiągają pełnoletność, w ramach sprawdzianu męskości, ojcowie wysyłają ich w dzikie ostępy celem zdobycia rogu cieniostwora. Dorastające kobiety z kolei uczą się od matron rzemiosła i opieki nad domowym ogniskiem, aby w przyszłości wypełniać swoją powinność dobrych żon i matek.
uk: Змалку нордмарських хлопчиків навчають мистецтву виживання. Коли вони досягають повноліття, батьки відправляють їх у дику місцевість за рогом тінезвіра, щоб перевірити їхню мужність. Натомість дівчат їхні матері навчають ремесел і догляду за домом, щоб у майбутньому вони стали хорошими дружинами та матерями.

source: Od najmłodszych lat zbieram stare monety, który wyszły z użytku. Dla większości są bezwartościowe, ale ja chętnie ci za nie zapłacę.
uk: Ще з дитинства я колекціоную старі монети, які вийшли з ужитку. Для більшості вони нічого не варті, але я з радістю заплачу тобі за них.

source: Od niechcenia poklep go po plecach w trakcie rozmowy, zaoferuj w czymś pomoc, i wtedy dobierz się do tego, co cię interesuje.
uk: Під час розмови сміливо поплескай її по спині, запропонуй допомогти з чимось, а потім переходь до того, що тебе цікавить.

source: Od niedawna słychać pogłoski o wielkim skrzydlatym potworze w kanałach, wypijającym krew ze swoich ofiar. Nawet jeśli rany nie są śmiertelne, grozi to rozprzestrzenieniem się niebezpiecznych chorób w mieście.
uk: Нещодавно з’явилися чутки про велику крилату потвору в каналізації, яка п’є кров своїх жертв. Навіть якщо рани від укусів не смертельні, існує ризик поширення небезпечних хвороб по місту.

source: Od niedawna słychać pogłoski o wielkim skrzydlatym potworze w kanałach, wypijającym krew ze swoich ofiar. Nawet jeśli rany nie są śmiertelne, grozi to rozprzestrzenieniem się niebezpiecznych chorób w mieście. Pomimo iż zgodnie z aktualnymi przepisami kanały nie są przeznaczone do odwiedzania przez mieszkańców, Gildia Kupiecka zdecydowała się sfinansować rozwiązanie tego problemu. Bestię widziano po raz ostatni na dolnym piętrze kanałów, w pobliżu wyrwy w ścianie. Za pozbycie się jej przewidziana jest nagroda w wysokości 250 sztuk złota, do odebrania u łowcy Garosa.
uk: Нещодавно з’явилися чутки про велику крилату потвору в каналізації, яка п’є кров своїх жертв. Навіть якщо рани від укусів не смертельні, існує ризик поширення небезпечних хвороб по місту. Хоча згідно з чинними правилами каналізація не призначена для відвідування, Торгова Гільдія вирішила профінансувати вирішення цієї проблеми. Потвору востаннє бачили на нижньому рівні каналізації, неподалік від пролому в стіні. За позбавлення від неї передбачена винагорода у розмірі 250 золотих, які можна отримати у мисливця Гароса.

source: Od niego zależy, czy w ogóle podejmie próbę.
uk: Усе залежить тільки від нього самого.

source: Od niepamiętnych czasów człowiek pragnął podróży. Nic w tym dziwnego, są one wszak wpisane w naszą krew. Już nasi przodkowie wiedzieli, że wyprawy są konieczne, aby zapewnić najbliższym schronienie i pożywienie. Wiodła nami też zwykła, ludzka ciekawość. Chęć poznania tego, co kryje się za kolejnym pagórkiem, zatoką i morzem, sprawiły, że nasza cywilizacja dotarła do granic obecnie znanego świata.
uk: З незапам'ятних часів людина прагнула подорожей. Не дивно, адже це у нас в крові. Наші предки вже знали, що експедиції необхідні для того, щоб забезпечити притулок і їжу для своїх близьких. Також нами керувала проста людська цікавість. Бажання дізнатися, що лежить за наступним пагорбом, струмком і морем, вивело нашу цивілізацію до границь сьогодні відомого світу.

source: Od niepamiętnych czasów, by zostać obywatelem...
uk: З давніх-давен, щоб стати громадянином...

source: Od paru lat pomaga mi Stone, mój czeladnik.
uk: Останні кілька років мені допомагає Стоун, мій учень.

source: Od pewnego czasu na rynek trafiają dziwne srebrne monety. Wiesz coś o tym?
uk: Останнім часом на ринку трапляються дивні срібні монети. Щось знаєш про це?

source: Od pewnego czasu wśród mieszkańców chodzą plotki o leśnej Bestii terroryzującej okolicę.
uk: Вже деякий час серед місцевих жителів ширяться чутки про лісового Звіра, який тероризує околиці.

source: Od pierwszego dnia, gdy dołączyłeś do naszej jednostki, zawsze byłeś dobrym towarzyszem, na którego mogliśmy liczyć. Piąłeś się w szeregach straży szybko jak mało kto i stałeś się inspiracją dla wielu młodych rekrutów. Nawet wtedy, nie traktowałeś nikogo z góry i wiedzieliśmy, że mamy w Tobie druha.
uk: З першого дня, коли ти приєднався до нас, ти завжди був хорошим товаришем, на якого ми могли розраховувати. Ти швидко піднявся по службі, як мало хто інший, і став натхненням для багатьох молодих новобранців. Навіть тоді ти ні на кого не дивився зверхньо, і ми відчували, що ти – наш найкращий друг.

source: Od początku podróży miałeś na pieńku z moim bratem, co czyni cię głównym podejrzanym.
uk: Від початку подорожі між тобою і моїм братом виникали суперечки, що робить тебе головним підозрюваним.

source: Od początku to wiedziałam! Nie chciało im się pracować, więc uszkodzili dźwig, ot co!
uk: Я знала це з самого початку! Вони не хотіли працювати, тому пошкодили кран, ось що!

source: Od pokoleń każdy w mojej rodzinie był myśliwym. Zazdroszczę mojej siostrze, Lucy, że może spokojnie się uczyć i zajmować handlem.
uk: Протягом багатьох поколінь кожен у моїй родині був мисливцем. Я заздрю своїй сестрі Люсі, яка може спокійно вчитися і займатися торгівлею.

source: Od posterunku więcej się nie wymaga, i tyle.
uk: Більшого від поста і не вимагається.

source: Od rana chodzę i przepraszam ludzi, którzy dali się wrobić w jego 'świeże' rybki!
uk: Я від самого ранку ходжу і вибачаюся перед людьми, які купилися на його 'свіжу' рибу!

source: Od rana pracowałem nad tą recepturą i chyba sam Adanos czuwał nad mym umysłem, bo nie tylko nie zasnąłem, ale i udało mi się ostatecznie odczytać ten przepis.
uk: Я працював над тим рецептом з самого ранку, і, схоже, сам Аданос наглядав за мною, адже я не тільки не заснув, але й зміг нарешті прочитати цей рецепт.

source: Od razu 'ile', złota to ja mam. Ludzi do pracy mi potrzeba, a ty udowodniłeś, że jesteś odpowiedzialny.
uk: Відразу 'скільки', золото у мене є. Мені потрібні люди, які працюватимуть, а ти довів, що ти відповідальний.

source: Od razu lepiej, teraz mogę zabrać się za poszukiwania.
uk: Відразу стало краще, тепер я можу продовжити пошуки.

source: Od razu lepiej... może jednak się wyliżę.
uk: Відразу краще... можливо, я навіть виживу.

source: Od razu mówię, że nie mam pojęcia, gdzie miałbyś znaleźć potencjalnych nabywców, dlatego musisz się za nimi rozejrzeć na własną rękę.
uk: Одразу скажу, що я не маю жодного уявлення, де б ти міг знайти потенційних покупців, тому тобі доведеться шукати їх самостійно.

source: Od razu pomyśleliśmy o twoim bracie, gdy go zobaczyliśmy.
uk: Одразу подумали про твого брата, коли його побачили.

source: Od razu powinieneś powiedzieć, że znasz Willema. Yannick jest w okolicy chaty Zachary'ego.
uk: Сказав би одразу, що ти знайомий з Віллемом. Яннік десь неподалік хатини Захарія.

source: Od razu uciec... miałem nazbierać trochę ziół dla jednego z mistrzów, wrócę po prostu trochę później, pewnie nikt nawet nie zauważy.
uk: Я не втік... Я мав зібрати трави для одного з майстрів. Повернусь трохи пізніше, мабуть, ніхто й не помітить.

source: Od razu uspokajamy - jest to rutynowa, coroczna wizyta, mająca na celu weryfikację aktualnego stanu wyspy, zebranie podatków oraz przekazanie najnowszych rozporządzeń królewskich.
uk: Одразу хочемо вас заспокоїти - це звичайний щорічний візит з метою перевірки поточного стану острова, збору податків та оприлюднення останніх королівських указів.
